Repository: Arwa988/Kids_Guard
Catalog: lib/l10n/app_*.arb
Languages: ar

source: Pick One
ar: اختر واحداً

source: Guardian
ar: ولي الامر

# doctor
source: Docter
ar: الطبيب

# real_time
source: Real-Time Monitoring
ar: المراقبة الفورية

# real_time_desc
source: Monitor heart rate, oxygen level, and locations anytime, anywhere
ar: راقب معدل ضربات القلب، مستوى الأكسجين والموقع في أي وقت ومن أي مكان

source: Next
ar: التالي

source: Create account
ar: إنشاء حساب

# emergency_alert
source: Emergency Alerts
ar: تنبيهات الطوارئ

# emergency_desc
source: Connect in Minutes! Pair your child’s device and start monitoring instantly
ar: تلقى إشعارات فورية! إذا حدث أي خطأ، سيتم تنبيهك وتنبيه طبيبك على الفور

source: skip
ar: تخطي

source: Easy Setup
ar: إعداد سهل

source: Email
ar: البريد الإلكتروني

source: Password
ar: كلمة المرور

# forget_pass
source: Forgot password? Reset your password
ar: نسيت كلمة المرور

source: Login
ar: تسجيل الدخول

source: Google
ar: جوجل

# donot_have_account
source: Don’t have an account? Sign Up
ar: ليس لديك حساب؟ سجّل الآن

# conf_pass
source: Confirm Password
ar: تأكيد كلمة المرور

# have_account
source: Already have an account? Login
ar: لديك حساب بالفعل؟ تسجيل الدخول

source: Name
ar: الاسم

source: Gender
ar: الجنس

source: Male
ar: ذكر

source: Female
ar: أنثى

source: Weight
ar: الوزن

source: Surgery
ar: الجراحة

source: Allergy
ar: الحساسية

source: Yes
ar: نعم

source: No
ar: لا

source: None
ar: لا شيء

# donot_know
source: I Donot Know
ar: لا أعلم

# drug_allergy
source: Drug Allergies
ar: حساسية الأدوية

# food_allergy
source: Food Allergies
ar: حساسية الطعام

# enviro_allergy
source: Environmental Allergies
ar: الحساسية البيئية

# insect_allergy
source: Insect Allergies
ar: حساسية الحشرات

source: Other
ar: أخرى

# more_type
source: More Than 1 Type of Allergies
ar: أكثر من نوع واحد من الحساسية

# select_disease
source: Select disease type
ar: اختر نوع المرض

# enter_name
source: Enter Full Name
ar: أدخل الاسم الكامل

# enter_phone
source: Please enter phone number
ar: يرجى إدخال رقم الهاتف

# enter_birth
source: Enter birth date
ar: أدخل تاريخ الميلاد

source: Select gender
ar: اختر الجنس

# select_surg
source: Select surgery
ar: اختر الجراحة

source: Select allergy
ar: اختر الحساسية

# cardiac
source: Cardiac Arrhythmia
ar: اضطراب نظم القلب

# cyanotic
source: Cyanotic Congenital
ar: أمراض خلقية مزرقة

# choose_doctor
source: Choose A Doctor
ar: اختر الطبيب

# add_photo
source: Add a profile photo
ar: أضف صورة الملف الشخصي

source: Done
ar: تم

# sara
source: Dr Sara Mahmoud
ar: د. سارة محمود

# ahmed
source: Dr Ahmed El-Sayed
ar: د. أحمد السيد

# leila
source: Dr Leila Hassan
ar: د. ليلى حسن

# child_overall
source: Child Overall Health
ar: الصحة العامة للطفل

# ask_ai
source: Ask The AI Guide
ar: اسأل المرشد الذكي

# ask_doctor
source: Ask The Doctor
ar: اسأل الطبيب

source: Child Location
ar: موقع الطفل

source: Heart Beats
ar: نبضات القلب

source: bpm
ar: نبضة/دقيقة

source: Blood Pressure
ar: ضغط الدم

source: mmHg
ar: ملم زئبق

# blood_oxgyen
source: Blood Oxygen
ar: تشبع الدم بالأكسجين

source: SPO2
ar: تشبع الأكسجين

# lang
source: Language
ar: اللغة

source: Profile
ar: الملف الشخصي

# notfication
source: Notification
ar: الإشعارات

# color
source: Color Theme
ar: ثيم اللون

source: Rate Us
ar: قيمنا

# share
source: Share with a friend
ar: شارك مع صديق

# log
source: Log Out
ar: تسجيل الخروج

# eng
source: English
ar: الإنجليزية

# arb
source: Arabic
ar: العربية

# apply
source: Apply Notification
ar: تطبيق الإشعارات

source: Color Theme
ar: ثيم اللون

# light
source: Light Mode
ar: فاتح

# dark
source: Dark Mode
ar: داكن

source: Rate
ar: تقييم

# sure
source: Are you sure
ar: هل أنت متأكد؟

source: First Aid
ar: الإسعافات الأولية

source: Heart Health
ar: صحة القلب

source: Lifestyle
ar: نمط الحياة

source: Read More
ar: اقرأ المزيد

source: Great
ar: جيد

# location
source: Child Location
ar: موقع الطفل

source: Home
ar: الرئيسية

# track
source: Tracker
ar: التتبع

source: Health
ar: الصحة

source: Schedule
ar: الجدول

# easy_desc
source: Connect in Minutes! Pair your child’s device and start monitoring instantly
ar: اتصل في دقائق! اربط جهاز طفلك وابدأ المراقبة فورًا

# no_account
source: No account found for this email.
ar: لم يتم العثور على حساب مرتبط بهذا البريد الإلكتروني.

# wrong_pass
source: Wrong password provided for that user.
ar: كلمة المرور غير صحيحة لهذا المستخدم.

# login_sucess
source: Logged in successfully with Google 🎉
ar: تم تسجيل الدخول بنجاح باستخدام جوجل 🎉

# reg_again
source: Enter your registered email
ar: أدخل بريدك الإلكتروني المسجل

# email_first
source: Please enter your email first.
ar: يرجى إدخال البريد الإلكتروني أولاً.

# pass_send
source: Password Reset Email Sent
ar: تم إرسال رسالة إعادة تعيين كلمة المرور

# reset_link
source: A reset link has been sent to your email. Please check your inbox to reset your password.
ar: تم إرسال رابط إعادة التعيين إلى بريدك الإلكتروني. يرجى التحقق من صندوق الوارد لإعادة تعيين كلمة المرور.

source: OK
ar: حسنًا

# invalid_email
source: Invalid email address.
ar: عنوان البريد الإلكتروني غير صالح.

# failed_email_send
source: Failed to send reset email. Try again later.
ar: فشل إرسال رسالة إعادة التعيين. حاول مرة أخرى لاحقًا.

source: Send
ar: إرسال

source: Cancel
ar: إلغاء

# return_six
source: At least 6 characters
ar: على الأقل 6 أحرف

# sign_google
source: Signin with Google
ar: تسجيل الدخول باستخدام جوجل

source: Enter email
ar: أدخل البريد الإلكتروني

source: Reset Password
ar: إعادة تعيين كلمة المرور

# enter_reset
source: Enter your registered email
ar: أدخل بريدك الإلكتروني المسجل

# account_sucess
source: Account created successfully 🎉. Please verify your email.
ar: تم إنشاء الحساب بنجاح 🎉. يرجى التحقق من بريدك الإلكتروني.

# acc_exists
source: The account already exists for that email.
ar: الحساب موجود بالفعل لهذا البريد الإلكتروني.

# password_weak
source: The password provided is too weak.
ar: كلمة المرور المقدمة ضعيفة جدًا.

# sign_sucess
source: Signed up successfully with Google 🎉
ar: تم التسجيل بنجاح باستخدام جوجل 🎉

# pass_match
source: Passwords do not match
ar: كلمات المرور غير متطابقه

# sigup_google
source: Sign up with Google
ar: سجّل باستخدام جوجل

source: Sign up
ar: اشترك

source: child details
ar: تفاصيل طفلك

# phone
source: Please enter phone number
ar: يرجى إدخال رقم الهاتف

# phone_rule
source: Phone number must be 11 digits
ar: يجب أن يكون رقم الهاتف مكونًا من 11 رقمًا

source: Birth Date
ar: تاريخ الميلاد

source: Address
ar: العنوان

# child_invalid
source: Child ID is invalid!
ar: معرّف الطفل غير صالح!

# choose_doc_first
source: Please select a doctor first!
ar: يرجى اختيار طبيب أولاً!

# choose_lang
source: Choose Language
ar: اختر اللغة

source: Choose Theme
ar: اختر النمط

source: Enable
ar: تفعيل

source: Turn Off
ar: إيقاف

# tap_rate
source: Tap a star to rate the app!
ar: اضغط على نجمة لتقييم التطبيق!

# please_lang
source: Please select language first
ar: يرجى اختيار اللغة أولاً

# real_mont
source: Real-Time Monitoring
ar: المراقبة في الوقت الحقيقي

# real_mont_desc
source: Real time data access! View live heart rate, oxygen level, blood pressure
ar: الوصول إلى البيانات في الوقت الفعلي! عرض معدل ضربات القلب، مستوى الأكسجين، وضغط الدم مباشرة.

# instant_alert
source: Instant Alerts
ar: تنبيهات فورية

# instant_alert_desc
source: Got Alerted Instantly! Receive emergency notifications when a child’s health is at risk
ar: تلقي التنبيهات فورًا! استلام إشعارات الطوارئ عند تعرض صحة الطفل للخطر.

source: First Name
ar: الاسم الأول

source: Last Name
ar: اسم العائلة

source: Phone Number
ar: رقم الهاتف

source: Total Patients
ar: إجمالي المرضى

# unstable_patient
source: Unstable Patients
ar: المرضى غير المستقرين

# pat_danger
source: Patients in Danger
ar: المرضى في حالة خطر

source: View Patients
ar: عرض المرضى

source: Chat
ar: المحادثة

source: Case Studies
ar: دراسات الحالة

# ai_tech
source: AI Technology
ar: التقنية الذكية

source: Family Support
ar: دعم الأسرة

source: Email Sent
ar: تم إرسال البريد الإلكتروني

# only_numbers
source: Only numbers allowed
ar: أرقام فقط مسموح بها

# doctor_details_saved
source: Doctor details saved successfully
ar: تم حفظ تفاصيل الطبيب بنجاح
